// 次回更新日について
const nextSubscriptionUpdate = '''次回更新日について

    ※Apple ID決済をご利用の場合、Apple IDの仕様により 購読の終了日の24時間以上前に自動更新をオフにしなければ、継続決済は自動的に更新されます。 終了日の確認方法はPairsヘルプ：［iPhoneアプリ］「購読の終了日」と「自動更新購読状況」の確認をご参照ください。 更新タイミングに関するご不明点についてはApple社までお問い合わせください。

    ※Google Play決済をご利用の場合、Google Playの仕様により 次回更新日の前日に定期購入が自動的に更新されることがございます。 更新日の確認方法はPairsヘルプ：［Androidアプリ］次回更新日の確認と定期購入の解約をご参照ください。 更新タイミングに関するご不明点についてはGoogle社までお問い合わせください。
    ''';

// 無料会員と有料会員の機能差
const difference = '''
無料会員はPairs登録日30日ごと30いいね！付与、有料会員は有料会員登録日から30日ごと30いいね！付与、プレミアムオプションはプレミアムオプションお申し込み日から30日ごとにさらに20いいね！付与します。
''';
