// 次回更新日について
const nextSubscriptionUpdate = '''次回更新日について

    ※Apple ID決済をご利用の場合、Apple IDの仕様により 購読の終了日の24時間以上前に自動更新をオフにしなければ、継続決済は自動的に更新されます。 終了日の確認方法はPairsヘルプ：［iPhoneアプリ］「購読の終了日」と「自動更新購読状況」の確認をご参照ください。 更新タイミングに関するご不明点についてはApple社までお問い合わせください。

    ※Google Play決済をご利用の場合、Google Playの仕様により 次回更新日の前日に定期購入が自動的に更新されることがございます。 更新日の確認方法はPairsヘルプ：［Androidアプリ］次回更新日の確認と定期購入の解約をご参照ください。 更新タイミングに関するご不明点についてはGoogle社までお問い合わせください。
    ''';

// 無料会員と有料会員の機能差
const difference = '''
無料会員はPairs登録日30日ごと30いいね！付与、有料会員は有料会員登録日から30日ごと30いいね！付与、プレミアムオプションはプレミアムオプションお申し込み日から30日ごとにさらに20いいね！付与します。
''';

// 各機能について
const eachOption = '''
有料・プレミアムオプション・プライベートモードについて

クレジットカード決済で登録の場合
ご登録日を1日目とし、361日目（12ヶ月プラン）・181日目（6ヶ月プラン）・91日目（3ヶ月プラン）・31日目（1ヶ月プラン）に自動更新されます。

AppleID決済・GooglePlay決済で登録の場合
ご登録日を起算日とし、12ヶ月後（12ヶ月プラン）・6ヶ月後（6ヶ月プラン）・3ヶ月後（3ヶ月プラン）・1ヶ月後（1ヶ月プラン）に自動更新されます。詳細の更新日については「次回更新日について」欄をご確認ください
退会をご希望の場合は、ご登録中の全ての有料サービスの解約が必要となります。ご注意ください。
次回の更新日は会員ステータスページでご確認いただけます。
更新日前に解約のお手続きをなさった場合、残りの期間についての月割り・日割りでの返金はいたしません。
''';
